'''
------------------------------------------
https://biago.ga/
2020 비아고등학교 프로그래밍 동아리(파이썬)
주제: 자료형 (2020.07.08)
------------------------------------------
숫자 자료형 -> 숫자(int -> 정수, float -> 부동소수점 수, 등)로 표현하는경우 따옴표를 사용하지 않음.
문자열 자료형 -> 문자열의 시작과 끝에는 큰따옴표와 큰따옴표로 끝나거나 작은따옴표와 작은따옴표로 끝남.
boolean 자료형 -> 참(True)과 거짓(False)으로
'''

#숫자 자료형 예시:
print(1)  #정수형
print(1.2)  #부동소수점 수
print(1.2345)

#문자열 자료형 예시:
print('Hello')  #시작과 끝에 작은따옴표를 사용함.
print("Hello")  #시작과 끝에 큰따옴표를 사용함.

#boolean 자료형 예시:
print( 3 < 5 ) #3이 5보다 크기 때문에 참(True)으로 표시됨.
print( 1 == 2 ) #1이 2와 같지 않기 때문에 거짓(False)으로 표시됨.
