'''
------------------------------------------
https://biago.ga/
2020 비아고등학교 프로그래밍 동아리(파이썬)
주제: 자료형 (2020.07.08)
------------------------------------------
정수(int) → 1, 2, 3, 0, -1, -2, -3 과 같은 양의 정수, 0, 음의 정수로 이루어진 수
부동소수점(float) → 1.2, 1.45, 4.652
문자열(str) → 안녕하세요, Hello, World!, Python, 파이썬 과 같은 문자들
불리언(boolean) → 참(True)과 거짓(False)으로 두 개의 값을 가지는 자료형을 말한다.
'''

#숫자 자료형 예시:
print(1)  #정수형
print(1.2)  #부동소수점 수
print(1.2345)

#문자열 자료형 예시:
print('Hello')  #시작과 끝에 작은따옴표를 사용함.
print("Hello")  #시작과 끝에 큰따옴표를 사용함.

#boolean 자료형 예시:
print( 3 < 5 ) #3이 5보다 크기 때문에 참(True)으로 표시됨.
print( 1 == 2 ) #1이 2와 같지 않기 때문에 거짓(False)으로 표시됨.
