'''
----------------------------------------
https://biago.ga/
2020 비아고등학교 프로그래밍 동아리 ( 파이썬 )
주제 : 주석 ( 2020.07.15 )
-----------------------------------------

파이썬에서 주석은 한 줄을 할 수도 있고 여러줄을 선택할 수도 있다
'''

print('이 코드는')
#print('C언어로')   #이 줄을 주석 처리함
print('파이썬으로')
print('작성되었다!')

print('')   #한줄 넘기기

'''
print('C언어는 1972년 켄 톰슨과 데니스 리치가')
print('벨 연구소에서 일할 당시 새로 개발된 유닉스 운영 체제에서')
print('사용하기 위해 개발한 프로그래밍 언어이다.')
print('켄 톰슨은 BCPL언어를 필요에 맞추어 개조해서 "B"언어라 명명했고,')
print('데니스 리치가 이것을 개선하여 C 언어가 탄생했다.')
'''

print('파이썬은 1991년 프로그래머인 귀도 반 로섬이')
print('발표한 고급 프로그래밍 언어로, 플랫폼에 독립적이며 ')
print('인터프리터식, 객체지향적, 동적 타이핑 대화형 언어이다.')
print('파이썬이라는 이름은 귀도가 좋아하는 코미디에서 따온 것이다.')
